Repository: mysociety/zurich_mobile
Catalog: locale/*.UTF-8/LC_MESSAGES/ZurichMobileApp.po
Languages: de_ch

source: -- Pick a categoy --
de_ch: -- Wählen Sie eine Kategorie --

source: About
de_ch: Über

source: Add Details
de_ch: Details

source: Add Existing Photo
de_ch: Foto hochladen

source: Add a Photo
de_ch: Foto

source: Back
de_ch: Zurück

source: Category
de_ch: Kategorie

source: Continue without photo
de_ch: Weiter ohne Photo

source: Could not check your location
de_ch: Ortung fehlgeschlagen

source: Could not determine your location
de_ch: Ihre Position konnte nicht bestimmt werden, bitte verwenden Sie die Adresssuche.

source: Create Report
de_ch: Eine Meldung erfassen

source: Details
de_ch: Beschreibung

source: Done
de_ch: Erledigt

source: Email
de_ch: E-Mail Adresse

source: Enter a Z&uuml;rich street name
de_ch: Ungefähre Adresse des Mangels

source: Enter details of the problem
de_ch: Beschreiben Sie den Mangel.

source: Fill out your details to get started reporting problems
de_ch: Geben Sie Ihre Kontaktdaten an um Mängel melden zu können.

source: Help
de_ch: Hilfe

source: Home
de_ch: Start

source: If you use web-based email or have 'junk mail' filters, you may wish to check your bulk/spam mail folders: sometimes, our messages are marked that way.
de_ch: Falls Sie kein E-Mail erhalten, überprüfen Sie bitte Ihren Spam-Ordner.

source: Invalid email
de_ch: Ungültiges E-Mail

source: Licence
de_ch: Lizenz

source: Loading...
de_ch: Lädt...

source: Location error
de_ch: Adressfehler

source: More details
de_ch: Beschreibung

source: More than one location matched that name
de_ch: Mehrere Adressen gefunden

source: Nearly Done! Now check your email...
de_ch: Fast Fertig! Bitte checken Sie Ihre Mailbox...

source: No network connection available for submitting your report. Please try again later
de_ch: Keine Internetverbindung gefunden. Bitte versuchen Sie es später nochmals.

source: Personal details
de_ch: Persönliche Angaben

source: Phone number
de_ch: Telefonnummer

source: Photo of this report
de_ch: Foto dieser Meldung

source: Please enter a location
de_ch: Geben Sie die ungefähre Adresse des Mangels an

source: Please wait
de_ch: Bitte warten

source: Privacy Policy
de_ch: Disclaimer

source: Remove Photo
de_ch: Foto löschen

source: Report Sent
de_ch: Meldung wurde gesendet

source: Reported in the %s category
de_ch: In der Kategorie %s gemeldet

source: Save Details
de_ch: Speichern

source: Select another
de_ch: Anderer Ort

source: Settings
de_ch: Einstellungen

source: Signed in as %s
de_ch: Eingeloggt als %s

source: Submit
de_ch: Abschicken

source: Sync error
de_ch: Sync Fehler

source: Take Photo
de_ch: Neues Foto machen

source: There was a problem looking up your location
de_ch: Ihr Ort konnte nicht identifiziert werden

source: There was a problem submitting your report. Please try again
de_ch: Ihre Meldung konnte nicht übermittelt werden. Bitte versuchen Sie es nochmals.

source: There was a problem taking your photo
de_ch: Fehler bei Foto

source: Updates
de_ch: Antwort

source: Use photo
de_ch: Foto verwenden

source: Use this Location
de_ch: Hier erfassen

source: User details
de_ch: Benutzerdaten

source: Welcome to
de_ch: Willkommen zu

source: click to edit
de_ch: ändern

source: required
de_ch: benötigt
